
//! 페이크 데이터 입니다. 3번 예술형 유형이 들어가있습니다. 
//! 현재는 사용안하고 있습니다.
//! 설문지 기능에 들어간 데이터 SurveyData.js 가 완성되는대로 이동시키려 합니다.

export var fakeData = [
  {
    id: 75,
    type: 3,
    name: "질문1",
    content: "평소에 노래를 자주 듣나요?"
   
  },


  {
    id: 76,
    type: 3,
    name: "질문2",
    content: "노래방 가는 것을 좋아하나요?"
  },


  {
    id: 77,
    type: 3,
    name: "질문3",
    content: "피아노나, 리코더 등 악기를 다루는 것을 좋아하시나요?"
  },


  {
    id: 78,
    type: 3,
    name: "질문4",
    content: "박물관을 가거나, 전시회 관람하는 것을 좋아하시나요?"
  },

  {
    id: 79,
    type: 3,
    name: "질문5",
    content: "교과서나 시험지에 자주 그림을 그린 경험이 있나요?"
  },


  {
    id: 80,
    type: 3,
    name: "질문6",
    content: "연극이나 뮤지컬 관람을 자주 하는 편 인가요?"
  },

  {
    id: 81,
    type: 3,
    name: "질문7",
    content: "아이돌이나 가수를 좋아해서 따라다닌 적이 있나요?(팬 카페 활동)"
  },

  {
    id: 82,
    type: 3,
    name: "질문8",
    content: "주변사람들에게 재미있다는 소리를 자주 듣나요?"
  },

  {
    id: 83,
    type: 3,
    name: "질문9",
    content: "인터넷 방송을 하고 싶다는 생각을 하고 계신가요?"
  },

  {
    id: 84,
    type: 3,
    name: "질문10",
    content: "TV 광고를 보면서 '저거보다는 내가 더 잘만들지' 라고 생각하신적 있나요?"
  },

  {
    id: 85,
    type: 3,
    name: "질문11",
    content: "TV나 유튜브 등 많은 사람들이 보는 화면에 내 모습이 나와도 거리낌이 없나요?"
  },
  
  {
    id: 86,
    type: 3,
    name: "질문12",
    content: "음악에 맞춰서 춤 추는 것을 좋아하나요?"
  },

  {
    id: 87,
    type: 3,
    name: "질문13",
    content: "랩을 배우고 싶다는 생각을 하시나요?"
  },

  {
    id: 88,
    type: 3,
    name: "질문14",
    content: "책을 읽는 것을 좋아하나요?"
  },

  {
    id: 89,
    type: 3,
    name: "질문15",
    content: "생각이 많은 편인가요?"
  },

];